---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZJustification
source: html/db277d90-b127-184e-51f1-b3f0a38b0d6d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZJustification Property

"z Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId ZJustification { get; }
```